/* 
  SonyPTPExposureModes.strings
  CascableCore

  Created by Daniel Kennett on 2022-01-04.
  Copyright © 2022 Cascable AB. All rights reserved.
*/

"1" = "M";
"2" = "P";
"3" = "A";
"4" = "S";
"5" = "P (Creative)";
"6" = "P (Fast Shutter)";
"7" = "Scene: Portrait";

"32776" = "P [A]";
"32777" = "P [S]";

"32785" = "Scene: Sports Action";
"32789" = "Scene: Macro";
"32788" = "Scene: Landscape";
"32786" = "Scene: Sunset";
"32787" = "Scene: Night Scene";
"32790" = "Scene: Hand-held Twilight";
"32791" = "Scene: Night Portrait";
"32792" = "Scene: Anti Motion Blur";

"32800" = "Memory Recall";
"32816" = "Cont. Priority AE";
"32817" = "Tele-zoom Cont. Priority AE [8]";
"32818" = "Tele-zoom Cont. Priority AE [10]";
"32819" = "Cont. Priority AE [12]";

"32322" = "Sweep Panorama";
"32768" = "Intelligent Auto";
"32769" = "Superior Auto";

"32864" = "Flash Off";
"32880" = "Picture Effect";

"294913" = "Superior Auto";
"426048" = "Sweep Panorama 3D";
"426049" = "Sweep Panorama";
"360465" = "Scene: Sports Action";
"360469" = "Scene: Macro";
"360468" = "Scene: Landscape";
"360466" = "Scene: Sunset";
"360467" = "Scene: Night Scene";
"360470" = "Scene: Hand-held Twilight";
"360471" = "Scene: Night Portrait";
"360472" = "Scene: Anti Motion Blur";
"360473" = "Scene: Pet";
"360474" = "Scene: Gourmet";
"360475" = "Scene: Fireworks";
"360476" = "Scene: High Sensitivity";

"688265" = "Still";
"196612" = "S";
"131075" = "A";
"65538" = "P";
"753802" = "F";
"294912" = "Auto";
"622681" = "S&Q [P]";
"622682" = "S&Q [A]";
"622683" = "S&Q [S]";
"622684" = "S&Q [M]";
"622685" = "S&Q [Auto]";
"622737" = "S&Q [F]";
"491664" = "Movie [F]";
"491600" = "Movie [P]";
"491601" = "Movie [A]";
"491602" = "Movie [S]";
"491603" = "Movie [M]";
"491604" = "Movie [Auto]";

"688264" = "Movie";
"32848" = "Movie [P]";
"32849" = "Movie [A]";
"32850" = "Movie [S]";
"32851" = "Movie [M]";

"557184" = "HFR [P]";
"557185" = "HFR [A]";
"557186" = "HFR [S]";
"557187" = "HFR [M]";

"32900" = "S&Q Motion [P]";
"32901" = "S&Q Motion [A]";
"32902" = "S&Q Motion [S]";
"32903" = "S&Q Motion [M]";

"819346" = "Interval Rec [F]";
"819347" = "Interval Rec [P]";
"819348" = "Interval Rec [A]";
"819349" = "Interval Rec [S]";
"819350" = "Interval Rec [M]";
"819351" = "Interval Rec [Auto]";
